Repository: obott9/IMEIndicatorClock
Catalog: Resources/Localizations/Clock.xcstrings
Source language: en
Languages: ar, bn, el, fa, he, hi, ja, km, ko, lo, mn, my, ne, ru, si, ta, te, th, uk, vi, zh_hans, zh_hant

# analog_color
source: Analog:
ar: التناظري:
bn: এনালগ:
el: Αναλογικό:
fa: آنالوگ:
he: אנלוגי:
hi: एनालॉग:
ja: アナログ:
km: អាណាឡូក:
ko: 아날로그:
lo: ອະນາລັອກ:
mn: Аналог:
my: အနာလော့:
ne: एनालग:
ru: Аналоговые:
si: ඇනලොග්:
ta: அனலாக்:
te: అనలాగ్:
th: อนาล็อก:
uk: Аналог:
zh_hans: 模拟:
zh_hant: 類比:

# analog_size
source: Analog:
ar: التناظري:
bn: এনালগ:
el: Αναλογικό:
fa: آنالوگ:
he: אנלוגי:
hi: एनालॉग:
ja: アナログ:
km: អាណាឡូក:
ko: 아날로그:
lo: ອະນາລັອກ:
mn: Аналог:
my: အနာလော့:
ne: एनालग:
ru: Аналоговые:
si: ඇනලොග්:
ta: அனலாக்:
te: అనలాగ్:
th: อนาล็อก:
uk: Аналог:
zh_hans: 模拟:
zh_hant: 類比:

source: Background:
ar: الخلفية:
bn: পটভূমি:
el: Φόντο:
fa: پس‌زمینه:
he: רקע:
hi: पृष्ठभूमि:
ja: 背景:
km: ផ្ទៃខាងក្រោយ:
ko: 배경:
lo: ພື້ນຫຼັງ:
mn: Дэвсгэр:
my: နောက်ခံ:
ne: पृष्ठभूमि:
ru: Фон:
si: පසුබිම:
ta: பின்னணி:
te: నేపథ్యం:
th: พื้นหลัง:
uk: Фон:
vi: Nền:
zh_hans: 背景:
zh_hant: 背景:

source: Basic
ar: أساسي
bn: মৌলিক
el: Βασικά
fa: پایه
he: בסיסי
hi: मूल
ja: 基本設定
km: មូលដ្ឋាន
ko: 기본
lo: ພື້ນຖານ
mn: Үндсэн
my: အခြေခံ
ne: आधारभूत
ru: Основные
si: මූලික
ta: அடிப்படை
te: ప్రాథమిక
th: พื้นฐาน
uk: Основні
vi: Cơ bản
zh_hans: 基本
zh_hant: 基本

source: Bottom Left
ar: أسفل اليسار
bn: নীচে বামে
el: Κάτω αριστερά
fa: پایین چپ
he: למטה שמאל
hi: नीचे बाएं
ja: 左下
km: ក្រោមឆ្វេង
ko: 왼쪽 하단
lo: ລຸ່ມຊ້າຍ
mn: Зүүн доод
my: ဘယ်အောက်
ne: तल बायाँ
ru: Внизу слева
si: පහළ වම
ta: கீழ் இடது
te: దిగువ ఎడమ
th: ล่างซ้าย
uk: Знизу ліворуч
vi: Dưới trái
zh_hans: 左下
zh_hant: 左下

source: Bottom Right
ar: أسفل اليمين
bn: নীচে ডানে
el: Κάτω δεξιά
fa: پایین راست
he: למטה ימין
hi: नीचे दाएं
ja: 右下
km: ក្រោមស្តាំ
ko: 오른쪽 하단
lo: ລຸ່ມຂວາ
mn: Баруун доод
my: ညာအောက်
ne: तल दायाँ
ru: Внизу справа
si: පහළ දකුණ
ta: கீழ் வலது
te: దిగువ కుడి
th: ล่างขวา
uk: Знизу праворуч
vi: Dưới phải
zh_hans: 右下
zh_hant: 右下

source: Cancel
ar: إلغاء
bn: বাতিল
el: Ακύρωση
fa: لغو
he: ביטול
hi: रद्द करें
ja: キャンセル
km: បោះបង់
ko: 취소
lo: ຍົກເລີກ
mn: Цуцлах
my: ပယ်ဖျက်
ne: रद्द गर्नुहोस्
ru: Отмена
si: අවලංගු කරන්න
ta: ரத்து செய்
te: రద్దు చేయి
th: ยกเลิก
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Close
ar: إغلاق
bn: বন্ধ করুন
el: Κλείσιμο
fa: بستن
he: סגור
hi: बंद करें
ja: 閉じる
km: បិទ
ko: 닫기
lo: ປິດ
mn: Хаах
my: ပိတ်မည်
ne: बन्द गर्नुहोस्
ru: Закрыть
si: වසන්න
ta: மூடு
te: మూసివేయి
th: ปิด
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Color
ar: اللون
bn: রঙ
el: Χρώμα
fa: رنگ
he: צבע
hi: रंग
ja: 色
km: ពណ៌
ko: 색상
lo: ສີ
mn: Өнгө
my: အရောင်
ne: रंग
ru: Цвет
si: වර්ණය
ta: நிறம்
te: రంగు
th: สี
uk: Колір
vi: Màu sắc
zh_hans: 颜色
zh_hant: 顏色

source: Common Patterns:
ar: أنماط شائعة:
bn: সাধারণ প্যাটার্ন:
el: Κοινά πρότυπα:
fa: الگوهای رایج:
he: תבניות נפוצות:
hi: सामान्य पैटर्न:
ja: よく使うパターン:
km: គំរូទូទៅ:
ko: 자주 사용하는 패턴:
lo: ຮູບແບບທົ່ວໄປ:
mn: Түгээмэл загварууд:
my: အသုံးများသောပုံစံများ:
ne: सामान्य ढाँचाहरू:
ru: Общие шаблоны:
si: පොදු රටා:
ta: பொதுவான வடிவங்கள்:
te: సాధారణ నమూనాలు:
th: รูปแบบที่ใช้บ่อย:
uk: Типові шаблони:
vi: Mẫu thường dùng:
zh_hans: 常用模式:
zh_hant: 常用模式:

source: Content
ar: المحتوى
bn: বিষয়বস্তু
el: Περιεχόμενο
fa: محتوا
he: תוכן
hi: सामग्री
ja: 表示内容
km: មាតិកា
ko: 내용
lo: ເນື້ອຫາ
mn: Агуулга
my: အကြောင်းအရာ
ne: सामग्री
ru: Содержимое
si: අන්තර්ගතය
ta: உள்ளடக்கம்
te: కంటెంట్
th: เนื้อหา
uk: Вміст
vi: Nội dung
zh_hans: 内容
zh_hant: 內容

# date_format
source: Date:
ar: التاريخ:
bn: তারিখ:
el: Ημερομηνία:
fa: تاریخ:
he: תאריך:
hi: दिनांक:
ja: 日付:
km: កាលបរិច្ឆេទ:
ko: 날짜:
lo: ວັນທີ:
mn: Огноо:
my: ရက်စွဲ:
ne: मिति:
ru: Дата:
si: දිනය:
ta: தேதி:
te: తేదీ:
th: วันที่:
uk: Дата:
vi: Ngày:
zh_hans: 日期:
zh_hant: 日期:

# date_format_abbreviated
source: Abbreviated
ar: مختصر
bn: সংক্ষিপ্ত
el: Συντομευμένη
fa: مختصر
he: מקוצר
hi: संक्षिप्त
ja: 省略形
km: អក្សរកាត់
ko: 약어
lo: ຫຍໍ້
mn: Товчилсон
my: အတိုကောက်
ne: संक्षिप्त
ru: Сокращённый
si: කෙටි
ta: சுருக்கம்
te: సంక్షిప్తం
th: ย่อ
uk: Скорочено
vi: Viết tắt
zh_hans: 简写
zh_hant: 簡寫

# date_format_complete
source: Complete
ar: كامل
bn: সম্পূর্ণ
el: Πλήρης
fa: کامل
he: מלא
hi: पूर्ण
ja: 完全形式
km: ពេញលេញ
ko: 전체 형식
lo: ສົມບູນ
mn: Бүрэн
my: အပြည့်အစုံ
ne: पूर्ण
ru: Полный
si: සම්පූර්ණ
ta: முழுமை
te: పూర్తి
th: เต็ม
uk: Повний
vi: Đầy đủ
zh_hans: 完整格式
zh_hant: 完整格式

# date_format_custom1
source: Custom 1
ar: مخصص 1
el: Προσαρμοσμένη 1
he: מותאם 1
hi: कस्टम 1
ja: カスタム1
ko: 사용자화 1
ru: Пользовательский 1
th: กำหนดเอง 1
vi: Tùy chỉnh 1
zh_hans: 自定义 1
zh_hant: 自訂 1

# date_format_custom2
source: Custom 2
ar: مخصص 2
el: Προσαρμοσμένη 2
he: מותאם 2
hi: कस्टम 2
ja: カスタム2
ko: 사용자화 2
ru: Пользовательский 2
th: กำหนดเอง 2
vi: Tùy chỉnh 2
zh_hans: 自定义 2
zh_hant: 自訂 2

# date_format_long
source: Long
ar: طويل
bn: দীর্ঘ
el: Μεγάλη
fa: بلند
he: ארוך
hi: लंबा
ja: 長い形式
km: វែង
ko: 긴 형식
lo: ຍາວ
mn: Урт
my: ရှည်
ne: लामो
ru: Длинный
si: දිග
ta: நீளம்
te: పొడవు
th: ยาว
uk: Довгий
vi: Dài
zh_hans: 长格式
zh_hant: 長格式

# date_format_numeric
source: Numeric
ar: رقمي
bn: সংখ্যাসূচক
el: Αριθμητική
fa: عددی
he: מספרי
hi: संख्यात्मक
ja: 数値
km: លេខ
ko: 숫자
lo: ຕົວເລກ
mn: Тоогоор
my: ဂဏန်း
ne: संख्यात्मक
ru: Числовой
si: අංක
ta: எண்
te: సంఖ్య
th: ตัวเลข
uk: Числовий
vi: Số
zh_hans: 数字
zh_hant: 數字

# display_number %lld
source: Display %lld
ar: الشاشة %lld
el: Οθόνη %lld
he: תצוגה %lld
hi: डिस्प्ले %lld
ja: ディスプレイ%lld
ko: 디스플레이 %lld
ru: Дисплей %lld
th: จอแสดงผล %lld
vi: Màn hình %lld
zh_hans: 显示器 %lld
zh_hant: 顯示器 %lld

# drag_hint
source: Drag to move/resize while settings open
ar: اسحب للنقل/تغيير الحجم أثناء فتح الإعدادات
bn: টেনে সরাতে পারবেন
el: Σύρετε για μετακίνηση/αλλαγή μεγέθους όταν οι ρυθμίσεις είναι ανοιχτές
fa: برای جابجایی بکشید
he: גרור להזזה/שינוי גודל כאשר הגדרות פתוחות
hi: सेटिंग्स खुली होने पर खींचकर ले जाएं/आकार बदलें
ja: 設定画面表示中はドラッグで移動・リサイズ可
km: អូសដើម្បីផ្លាស់ទី
ko: 설정 창이 열려 있는 동안 드래그하여 이동/크기 조절
lo: ລາກເພື່ອຍ້າຍ
mn: Зөөхийн тулд чирэх
my: ရွှေ့ရန် ဆွဲပါ
ne: सार्न तान्नुहोस्
ru: Перетащите для перемещения/изменения размера при открытых настройках
si: ගෙනයාමට ඇදගන්න
ta: நகர்த்த இழுக்கவும்
te: తరలించడానికి లాగండి
th: ลากเพื่อเคลื่อนย้าย/ปรับขนาดขณะที่การตั้งค่าเปิดอยู่
uk: Перетягніть для переміщення
vi: Kéo để di chuyển/thay đổi kích thước khi cài đặt mở
zh_hans: 设置窗口打开时可拖动移动/调整大小
zh_hant: 設定視窗開啟時可拖曳移動/調整大小

source: Edit
ar: تحرير
bn: সম্পাদনা
el: Επεξεργασία
fa: ویرایش
he: ערוך
hi: संपादित करें
ja: 編集
km: កែសម្រួល
ko: 편집
lo: ແກ້ໄຂ
mn: Засах
my: တည်းဖြတ်
ne: सम्पादन गर्नुहोस्
ru: Редактировать
si: සංස්කරණය
ta: திருத்து
te: సవరించు
th: แก้ไข
uk: Редагувати
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯

source: Font
ar: الخط
bn: ফন্ট
el: Γραμματοσειρά
fa: فونت
he: גופן
hi: फ़ॉन्ट
ja: フォント
km: ពុម្ពអក្សរ
ko: 글꼴
lo: ຟອນ
mn: Фонт
my: ဖောင့်
ne: फन्ट
ru: Шрифт
si: අකුරු
ta: எழுத்துரு
te: ఫాంట్
th: แบบอักษร
uk: Шрифт
vi: Phông chữ
zh_hans: 字体
zh_hant: 字型

# font_family
source: Family:
ar: العائلة:
bn: ফন্ট ফ্যামিলি:
el: Οικογένεια:
fa: خانواده فونت:
he: משפחה:
hi: परिवार:
ja: 書体:
km: ក្រុមពុម្ពអក្សរ:
ko: 글꼴:
lo: ຄອບຄົວຟອນ:
mn: Фонтын гэр бүл:
my: ဖောင့်မျိုးစု:
ne: फन्ट परिवार:
ru: Семейство:
si: අකුරු පවුල:
ta: எழுத்துரு குடும்பம்:
te: ఫాంట్ ఫ్యామిలీ:
th: ตระกูล:
uk: Сімейство шрифтів:
vi: Họ:
zh_hans: 字体:
zh_hant: 字型:

# font_size
source: Size:
ar: الحجم:
bn: ফন্টের আকার:
el: Μέγεθος:
fa: اندازه فونت:
he: גודל:
hi: आकार:
ja: サイズ:
km: ទំហំពុម្ពអក្សរ:
ko: 크기:
lo: ຂະໜາດຟອນ:
mn: Фонтын хэмжээ:
my: ဖောင့်အရွယ်အစား:
ne: फन्ट साइज:
ru: Размер:
si: අකුරු ප්‍රමාණය:
ta: எழுத்துரு அளவு:
te: ఫాంట్ సైజ్:
th: ขนาด:
uk: Розмір шрифту:
vi: Cỡ:
zh_hans: 大小:
zh_hant: 大小:

source: Format
ar: التنسيق
bn: বিন্যাস
el: Μορφή
fa: قالب
he: תבנית
hi: प्रारूप
ja: 書式
km: ទម្រង់
ko: 형식
lo: ຮູບແບບ
mn: Формат
my: ဖော်မက်
ne: ढाँचा
ru: Формат
si: ආකෘතිය
ta: வடிவம்
te: ఫార్మాట్
th: รูปแบบ
uk: Формат
vi: Định dạng
zh_hans: 格式
zh_hant: 格式

# format_examples
source: Examples:
ar: أمثلة:
bn: উদাহরণ:
el: Παραδείγματα:
fa: مثال‌ها:
he: דוגמאות:
hi: उदाहरण:
ja: 例:
km: ឧទាហរណ៍:
ko: 예:
lo: ຕົວຢ່າງ:
mn: Жишээ:
my: နမူနာများ:
ne: उदाहरणहरू:
ru: Примеры:
si: උදාහරණ:
ta: எடுத்துக்காட்டுகள்:
te: ఉదాహరణలు:
th: ตัวอย่าง:
uk: Приклади:
vi: Ví dụ:
zh_hans: 示例:
zh_hant: 範例:

# format_help_codes
source: yyyy=year M=month MM=01 MMM=Jan d=day E=weekday EEEE=Monday
ar: yyyy=السنة M=الشهر MM=01 MMM=يناير d=اليوم E=يوم الأسبوع EEEE=الإثنين
bn: ফরম্যাট কোড:
el: yyyy=έτος M=μήνας MM=01 MMM=Ιαν d=ημέρα E=ημέρα εβδ. EEEE=Δευτέρα
fa: کدهای قالب:
he: yyyy=שנה M=חודש MM=01 MMM=ינו d=יום E=יום בשבוע EEEE=יום שני
hi: yyyy=वर्ष M=माह MM=01 MMM=जन d=दिन E=सप्ताह का दिन EEEE=सोमवार
ja: yyyy=年 M=月 MM=01 MMM=1月 d=日 E=曜日 EEEE=月曜日
km: លេខកូដទម្រង់:
ko: yyyy=년 M=월 MM=01 MMM=1월 d=일 E=요일 EEEE=월요일
lo: ລະຫັດຮູບແບບ:
mn: Форматын кодууд:
my: ဖော်မက်ကုဒ်များ:
ne: ढाँचा कोडहरू:
ru: yyyy=год M=мес MM=01 MMM=янв d=день E=день недели EEEE=понедельник
si: ආකෘති කේත:
ta: வடிவக் குறியீடுகள்:
te: ఫార్మాట్ కోడ్‌లు:
th: yyyy=ปี M=เดือน MM=01 MMM=ม.ค. d=วัน E=วันในสัปดาห์ EEEE=วันจันทร์
uk: Коди формату:
vi: yyyy=năm M=tháng MM=01 MMM=Thg1 d=ngày E=thứ EEEE=Thứ Hai
zh_hans: yyyy=年 M=月 MM=01 MMM=1月 d=日 E=周几 EEEE=星期一
zh_hant: yyyy=年 M=月 MM=01 MMM=1月 d=日 E=週幾 EEEE=星期一

# format_help_separator
source: Separators: / - . : ( ) space etc. can be used freely
ar: الفواصل: / - . : ( ) مسافة إلخ يمكن استخدامها بحرية
bn: বিভাজক:
el: Διαχωριστικά: / - . : ( ) κενό κλπ. μπορούν να χρησιμοποιηθούν ελεύθερα
fa: جداکننده:
he: מפרידים: / - . : ( ) רווח וכו' ניתן להשתמש בחופשיות
hi: विभाजक: / - . : ( ) स्पेस आदि स्वतंत्र रूप से उपयोग किए जा सकते हैं
ja: 区切り: / - . : ( ) スペース 年月日 等 自由に使用可
km: សញ្ញាបំបែក:
ko: 구분자: / - . : ( ) 공백 년월일 등 자유롭게 사용 가능
lo: ຕົວແຍກ:
mn: Тусгаарлагч:
my: ခြားနား:
ne: विभाजक:
ru: Разделители: / - . : ( ) пробел и т.д. можно использовать свободно
si: වෙන්කරන්නා:
ta: பிரிப்பான்:
te: వేరుచేసేది:
th: ตัวคั่น: / - . : ( ) ช่องว่าง ฯลฯ ใช้ได้อิสระ
uk: Роздільник:
vi: Ký tự phân cách: / - . : ( ) khoảng trắng v.v. có thể dùng tự do
zh_hans: 分隔符: / - . : ( ) 空格 年月日 等可自由使用
zh_hant: 分隔符: / - . : ( ) 空格 年月日 等可自由使用

# format_string
source: Format:
ar: التنسيق:
bn: ফরম্যাট স্ট্রিং:
el: Μορφή:
fa: رشته قالب:
he: תבנית:
hi: प्रारूप:
ja: フォーマット:
km: ខ្សែអក្សរទម្រង់:
ko: 형식:
lo: ສະຕຣິງຮູບແບບ:
mn: Формат мөр:
my: ဖော်မက်စာကြောင်း:
ne: ढाँचा स्ट्रिङ:
ru: Формат:
si: ආකෘති පෙළ:
ta: வடிவ சரம்:
te: ఫార్మాట్ స్ట్రింగ్:
th: รูปแบบ:
uk: Рядок формату:
vi: Định dạng:
zh_hans: 格式:
zh_hant: 格式:

source: Height:
ar: الارتفاع:
bn: উচ্চতা:
el: Ύψος:
fa: ارتفاع:
he: גובה:
hi: ऊंचाई:
ja: 高さ:
km: កម្ពស់:
ko: 높이:
lo: ຄວາມສູງ:
mn: Өндөр:
my: အမြင့်:
ne: उचाइ:
ru: Высота:
si: උස:
ta: உயரம்:
te: ఎత్తు:
th: ความสูง:
uk: Висота:
vi: Cao:
zh_hans: 高度:
zh_hant: 高度:

source: IME OFF
ar: IME مغلق
bn: IME বন্ধ
el: IME απενεργ.
fa: IME خاموش
he: IME כבוי
hi: IME बंद
km: IME បិទ
ko: IME 끔
lo: IME ປິດ
mn: IME унтраасан
my: IME ပိတ်
ne: IME बन्द
ru: IME выкл.
si: IME අක්‍රිය
ta: IME முடக்கு
te: IME ఆఫ్
th: IME ปิด
uk: IME вимкнено
vi: IME TẮT
zh_hans: IME 关闭
zh_hant: IME 關閉

# use_ime_indicator_colors
source: Use IME indicator language colors
ar: استخدام ألوان مؤشر IME حسب اللغة
bn: IME সূচক ভাষা রং ব্যবহার করুন
el: Χρήση χρωμάτων δείκτη IME ανά γλώσσα
fa: استفاده از رنگ‌های نشانگر IME بر اساس زبان
he: שימוש בצבעי מחוון IME לפי שפה
hi: IME संकेतक भाषा रंगों का उपयोग करें
ja: IMEインジケータの言語別色を使用
km: ប្រើពណ៌សូចនាករ IME តាមភាសា
ko: IME 표시기 언어별 색상 사용
lo: ໃຊ້ສີຕົວບົ່ງຊີ້ IME ຕາມພາສາ
mn: IME заагчийн хэлний өнгийг ашиглах
my: IME ညွှန်ပြချက် ဘာသာစကားအလိုက် အရောင်များ အသုံးပြုပါ
ne: IME सूचक भाषा रङहरू प्रयोग गर्नुहोस्
ru: Использовать цвета индикатора IME по языкам
si: IME දර්ශක භාෂා වර්ණ භාවිතා කරන්න
ta: IME குறிகாட்டி மொழி நிறங்களை பயன்படுத்து
te: IME సూచిక భాషా రంగులను ఉపయోగించండి
th: ใช้สีตัวบ่งชี้ IME ตามภาษา
uk: Використовувати кольори індикатора IME за мовами
vi: Sử dụng màu theo ngôn ngữ của chỉ báo IME
zh_hans: 使用IME指示器的语言颜色
zh_hant: 使用IME指示器的語言顏色

source: IME ON
ar: IME مفتوح
bn: IME চালু
el: IME ενεργ.
fa: IME روشن
he: IME דולק
hi: IME चालू
km: IME បើក
ko: IME 켬
lo: IME ເປີດ
mn: IME асаасан
my: IME ဖွင့်
ne: IME चालु
ru: IME вкл.
si: IME සක්‍රිය
ta: IME இயக்கு
te: IME ఆన్
th: IME เปิด
uk: IME увімкнено
vi: IME BẬT
zh_hans: IME 开启
zh_hant: IME 開啟

source: Opacity:
ar: الشفافية:
bn: স্বচ্ছতা:
el: Αδιαφάνεια:
fa: شفافیت:
he: שקיפות:
hi: अपारदर्शिता:
ja: 透過度:
km: ភាពស្រអាប់:
ko: 불투명도:
lo: ຄວາມໂປ່ງໃສ:
mn: Тунгалаг байдал:
my: အလင်းပိတ်မှု:
ne: अपारदर्शिता:
ru: Непрозрачность:
si: අපාරදර්ශිතාව:
ta: ஒளிபுகாநிலை:
te: అపారదర్శకత:
th: ความทึบ:
uk: Прозорість:
vi: Độ mờ:
zh_hans: 不透明度:
zh_hant: 不透明度:

source: Position
ar: الموضع
bn: অবস্থান
el: Θέση
fa: موقعیت
he: מיקום
hi: स्थिति
ja: 位置
km: ទីតាំង
ko: 위치
lo: ຕຳແໜ່ງ
mn: Байрлал
my: တည်နေရာ
ne: स्थान
ru: Позиция
si: ස්ථානය
ta: நிலை
te: స్థానం
th: ตำแหน่ง
uk: Позиція
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

# position_date_only
source: Date Only
ar: التاريخ فقط
bn: শুধু তারিখ
el: Μόνο ημερομηνία
fa: فقط تاریخ
he: תאריך בלבד
hi: केवल दिनांक
ja: 日付のみ
km: កាលបរិច្ឆេទតែប៉ុណ្ណោះ
ko: 날짜만
lo: ວັນທີເທົ່ານັ້ນ
mn: Зөвхөн огноо
my: ရက်စွဲသာ
ne: मिति मात्र
ru: Только дата
si: දිනය පමණි
ta: தேதி மட்டும்
te: తేదీ మాత్రమే
th: วันที่เท่านั้น
uk: Лише дата
vi: Chỉ ngày
zh_hans: 仅日期
zh_hant: 僅日期

# position_time_only
source: Time Only
ar: الوقت فقط
bn: শুধু সময়
el: Μόνο ώρα
fa: فقط زمان
he: שעה בלבד
hi: केवल समय
ja: 時刻のみ
km: ពេលវេលាតែប៉ុណ្ណោះ
ko: 시간만
lo: ເວລາເທົ່ານັ້ນ
mn: Зөвхөн цаг
my: အချိန်သာ
ne: समय मात्र
ru: Только время
si: වේලාව පමණි
ta: நேரம் மட்டும்
te: సమయం మాత్రమే
th: เวลาเท่านั้น
uk: Лише час
vi: Chỉ giờ
zh_hans: 仅时间
zh_hant: 僅時間

source: Preview:
ar: معاينة:
bn: পূর্বরূপ:
el: Προεπισκόπηση:
fa: پیش‌نمایش:
he: תצוגה מקדימה:
hi: पूर्वावलोकन:
ja: プレビュー:
km: មើលជាមុន:
ko: 미리보기:
lo: ເບິ່ງຕົວຢ່າງ:
mn: Урьдчилж харах:
my: အကြိုကြည့်ရှု:
ne: पूर्वावलोकन:
ru: Предпросмотр:
si: පෙරදසුන:
ta: முன்னோட்டம்:
te: ప్రివ్యూ:
th: ตัวอย่าง:
uk: Попередній перегляд:
vi: Xem trước:
zh_hans: 预览:
zh_hant: 預覽:

source: Reset
ar: إعادة تعيين
bn: রিসেট
el: Επαναφορά
fa: بازنشانی
he: אפס
hi: रीसेट
ja: リセット
km: កំណត់ឡើងវិញ
ko: 재설정
lo: ຣີເຊັດ
mn: Шинэчлэх
my: ပြန်လည်သတ်မှတ်
ne: रिसेट गर्नुहोस्
ru: Сброс
si: යළි පිහිටුවන්න
ta: மீட்டமை
te: రీసెట్
th: รีเซ็ต
uk: Скинути
vi: Đặt lại
zh_hans: 重置
zh_hant: 重設

source: Save
ar: حفظ
bn: সংরক্ষণ করুন
el: Αποθήκευση
fa: ذخیره
he: שמור
hi: सहेजें
ja: 保存
km: រក្សាទុក
ko: 저장
lo: ບັນທຶກ
mn: Хадгалах
my: သိမ်းဆည်း
ne: बचत गर्नुहोस्
ru: Сохранить
si: සුරකින්න
ta: சேமி
te: సేవ్ చేయి
th: บันทึก
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

source: Show Clock
ar: إظهار الساعة
bn: ঘড়ি দেখান
el: Εμφάνιση ρολογιού
fa: نمایش ساعت
he: הצג שעון
hi: घड़ी दिखाएं
ja: 時計を表示
km: បង្ហាញនាឡិកា
ko: 시계 표시
lo: ສະແດງໂມງ
mn: Цаг харуулах
my: နာရီပြ
ne: घडी देखाउनुहोस्
ru: Показать часы
si: ඔරලෝසුව පෙන්වන්න
ta: கடிகாரம் காட்டு
te: గడియారం చూపించు
th: แสดงนาฬิกา
uk: Показати годинник
vi: Hiển thị đồng hồ
zh_hans: 显示时钟
zh_hant: 顯示時鐘

source: Show Seconds
ar: إظهار الثواني
bn: সেকেন্ড দেখান
el: Εμφάνιση δευτερολέπτων
fa: نمایش ثانیه
he: הצג שניות
hi: सेकंड दिखाएं
ja: 秒を表示
km: បង្ហាញវិនាទី
ko: 초 표시
lo: ສະແດງວິນາທີ
mn: Секунд харуулах
my: စက္ကန့်ပြ
ne: सेकेन्ड देखाउनुहोस्
ru: Показать секунды
si: තත්පර පෙන්වන්න
ta: வினாடிகள் காட்டு
te: సెకన్లు చూపించు
th: แสดงวินาที
uk: Показати секунди
vi: Hiển thị giây
zh_hans: 显示秒
zh_hant: 顯示秒

source: Size
ar: الحجم
bn: আকার
el: Μέγεθος
fa: اندازه
he: גודל
hi: आकार
ja: サイズ
km: ទំហំ
ko: 크기
lo: ຂະໜາດ
mn: Хэмжээ
my: အရွယ်အစား
ne: साइज
ru: Размер
si: ප්‍රමාණය
ta: அளவு
te: సైజ్
th: ขนาด
uk: Розмір
vi: Kích thước
zh_hans: 大小
zh_hant: 大小

source: Style
ar: النمط
bn: শৈলী:
el: Στυλ
fa: سبک:
he: סגנון
hi: शैली
ja: スタイル
km: រចនាប័ទ្ម:
ko: 스타일
lo: ແບບ:
mn: Загвар:
my: ပုံစံ:
ne: शैली:
ru: Стиль
si: විලාසය:
ta: பாணி:
te: శైలి:
th: รูปแบบ
uk: Стиль:
vi: Kiểu
zh_hans: 样式
zh_hant: 樣式

# style_analog
source: Analog
ar: تناظري
bn: এনালগ
el: Αναλογικό
fa: آنالوگ
he: אנלוגי
hi: एनालॉग
ja: アナログ
km: អាណាឡូក
ko: 아날로그
lo: ອະນາລັອກ
mn: Аналог
my: အနာလော့
ne: एनालग
ru: Аналоговые
si: ඇනලොග්
ta: அனலாக்
te: అనలాగ్
th: อนาล็อก
uk: Аналоговий
zh_hans: 模拟
zh_hant: 類比

# style_digital
source: Digital
ar: رقمي
bn: ডিজিটাল
el: Ψηφιακό
fa: دیجیتال
he: דיגיטלי
hi: डिजिटल
ja: デジタル
km: ឌីជីថល
ko: 디지털
lo: ດິຈິຕອນ
mn: Дижитал
my: ဒီဂျစ်တယ်
ne: डिजिटल
ru: Цифровые
si: ඩිජිටල්
ta: டிஜிட்டல்
te: డిజిటల్
th: ดิจิทัล
uk: Цифровий
vi: Kỹ thuật số
zh_hans: 数字
zh_hant: 數位

source: System Font
ar: خط النظام
bn: সিস্টেম ফন্ট
el: Γραμματοσειρά συστήματος
fa: فونت سیستم
he: גופן מערכת
hi: सिस्टम फ़ॉन्ट
ja: システムフォント
km: ពុម្ពអក្សរប្រព័ន្ធ
ko: 시스템 글꼴
lo: ຟອນລະບົບ
mn: Системийн фонт
my: စနစ်ဖောင့်
ne: प्रणाली फन्ट
ru: Системный шрифт
si: පද්ධති අකුරු
ta: கணினி எழுத்துரு
te: సిస్టమ్ ఫాంట్
th: แบบอักษรระบบ
uk: Системний шрифт
vi: Phông hệ thống
zh_hans: 系统字体
zh_hant: 系統字型

# text_color
source: Text:
ar: النص:
bn: পাঠ্যের রঙ:
el: Κείμενο:
fa: رنگ متن:
he: טקסט:
hi: टेक्स्ट:
ja: 文字:
km: ពណ៌អក្សរ:
ko: 텍스트:
lo: ສີຂໍ້ຄວາມ:
mn: Текстийн өнгө:
my: စာသားအရောင်:
ne: पाठ रंग:
ru: Текст:
si: පෙළ වර්ණය:
ta: உரை நிறம்:
te: టెక్స్ట్ రంగు:
th: ข้อความ:
uk: Колір тексту:
vi: Văn bản:
zh_hans: 文字:
zh_hant: 文字:

# time_format
source: Time:
ar: الوقت:
bn: সময়:
el: Ώρα:
fa: زمان:
he: שעה:
hi: समय:
ja: 時刻:
km: ពេលវេលា:
ko: 시간:
lo: ເວລາ:
mn: Цаг:
my: အချိန်:
ne: समय:
ru: Время:
si: වේලාව:
ta: நேரம்:
te: సమయం:
th: เวลา:
uk: Час:
vi: Giờ:
zh_hans: 时间:
zh_hant: 時間:

# time_format_complete
source: Complete
ar: كامل
bn: সম্পূর্ণ
el: Πλήρης
fa: کامل
he: מלא
hi: पूर्ण
ja: 完全
km: ពេញលេញ
ko: 완전
lo: ສົມບູນ
mn: Бүрэн
my: အပြည့်အစုံ
ne: पूर्ण
ru: Полный
si: සම්පූර්ණ
ta: முழுமை
te: పూర్తి
th: เต็ม
uk: Повний
vi: Đầy đủ
zh_hans: 完整
zh_hant: 完整

# time_format_custom1
source: Custom 1
ar: مخصص 1
el: Προσαρμοσμένη 1
he: מותאם 1
hi: कस्टम 1
ja: カスタム1
ko: 사용자화 1
ru: Пользовательский 1
th: กำหนดเอง 1
vi: Tùy chỉnh 1
zh_hans: 自定义 1
zh_hant: 自訂 1

# time_format_custom2
source: Custom 2
ar: مخصص 2
el: Προσαρμοσμένη 2
he: מותאם 2
hi: कस्टम 2
ja: カスタム2
ko: 사용자화 2
ru: Пользовательский 2
th: กำหนดเอง 2
vi: Tùy chỉnh 2
zh_hans: 自定义 2
zh_hant: 自訂 2

# time_format_help_codes
source: HH=24hr H=24hr(1digit) hh=12hr h=12hr(1digit) mm=min ss=sec a=AM/PM
ar: HH=24س H=24س(رقم1) hh=12س h=12س(رقم1) mm=دقيقة ss=ثانية a=ص/م
bn: সময় ফরম্যাট কোড:
el: HH=24ω H=24ω(1ψηφ) hh=12ω h=12ω(1ψηφ) mm=λεπτά ss=δευτ a=ΠΜ/ΜΜ
fa: کدهای قالب زمان:
he: HH=24ש H=24ש(ספרה1) hh=12ש h=12ש(ספרה1) mm=דקות ss=שניות a=AM/PM
hi: HH=24घं H=24घं(1अंक) hh=12घं h=12घं(1अंक) mm=मिनट ss=सेकंड a=AM/PM
ja: HH=24時 H=24時(1桁可) hh=12時 h=12時(1桁可) mm=分 ss=秒 a=午前/午後
km: លេខកូដទម្រង់ពេលវេលា:
ko: HH=24시 H=24시(1자리) hh=12시 h=12시(1자리) mm=분 ss=초 a=오전/오후
lo: ລະຫັດຮູບແບບເວລາ:
mn: Цагийн форматын кодууд:
my: အချိန်ဖော်မက်ကုဒ်များ:
ne: समय ढाँचा कोडहरू:
ru: HH=24ч H=24ч(1цифра) hh=12ч h=12ч(1цифра) mm=мин ss=сек a=AM/PM
si: වේලා ආකෘති කේත:
ta: நேர வடிவக் குறியீடுகள்:
te: సమయ ఫార్మాట్ కోడ్‌లు:
th: HH=24ชม. H=24ชม.(1หลัก) hh=12ชม. h=12ชม.(1หลัก) mm=นาที ss=วินาที a=AM/PM
uk: Коди формату часу:
vi: HH=24h H=24h(1số) hh=12h h=12h(1số) mm=phút ss=giây a=SA/CH
zh_hans: HH=24时 H=24时(1位) hh=12时 h=12时(1位) mm=分 ss=秒 a=上午/下午
zh_hant: HH=24時 H=24時(1位) hh=12時 h=12時(1位) mm=分 ss=秒 a=上午/下午

# time_format_shortened
source: Short
ar: قصير
bn: সংক্ষিপ্ত
el: Συντομευμένη
fa: کوتاه
he: קצר
hi: संक्षिप्त
ja: 短縮
km: កាត់បន្ថយ
ko: 단축
lo: ຫຍໍ້
mn: Товчилсон
my: အတို
ne: छोटो
ru: Сокращённый
si: කෙටි
ta: சுருக்கம்
te: సంక్షిప్తం
th: สั้น
uk: Скорочено
vi: Ngắn
zh_hans: 简短
zh_hant: 簡短

# time_format_standard
source: Standard
ar: قياسي
bn: মানক
el: Τυπική
fa: استاندارد
he: רגיל
hi: मानक
ja: 標準
km: ស្តង់ដារ
ko: 표준
lo: ມາດຕະຖານ
mn: Стандарт
my: စံသတ်မှတ်
ne: मानक
ru: Стандартный
si: සම්මත
ta: நிலையான
te: ప్రామాణిక
th: มาตรฐาน
uk: Стандартний
vi: Tiêu chuẩn
zh_hans: 标准
zh_hant: 標準

# title
source: Clock Settings
ar: إعدادات الساعة
bn: ঘড়ি সেটিংস
el: Ρυθμίσεις ρολογιού
fa: تنظیمات ساعت
he: הגדרות שעון
hi: घड़ी सेटिंग्स
ja: 時計設定
km: ការកំណត់នាឡិកា
ko: 시계 설정
lo: ຕັ້ງຄ່າໂມງ
mn: Цагийн тохиргоо
my: နာရီဆက်တင်
ne: घडी सेटिङ
ru: Настройки часов
si: ඔරලෝසු සැකසුම්
ta: கடிகார அமைப்புகள்
te: గడియార సెట్టింగ్‌లు
th: การตั้งค่านาฬิกา
uk: Налаштування годинника
vi: Cài đặt đồng hồ
zh_hans: 时钟设置
zh_hant: 時鐘設定

source: Top Left
ar: أعلى اليسار
bn: উপরে বামে
el: Πάνω αριστερά
fa: بالا چپ
he: למעלה שמאל
hi: ऊपर बाएं
ja: 左上
km: លើឆ្វេង
ko: 왼쪽 상단
lo: ເທິງຊ້າຍ
mn: Зүүн дээд
my: ဘယ်အပေါ်
ne: माथि बायाँ
ru: Вверху слева
si: ඉහළ වම
ta: மேல் இடது
te: ఎగువ ఎడమ
th: บนซ้าย
uk: Зверху ліворуч
vi: Trên trái
zh_hans: 左上
zh_hant: 左上

source: Top Right
ar: أعلى اليمين
bn: উপরে ডানে
el: Πάνω δεξιά
fa: بالا راست
he: למעלה ימין
hi: ऊपर दाएं
ja: 右上
km: លើស្តាំ
ko: 오른쪽 상단
lo: ເທິງຂວາ
mn: Баруун дээд
my: ညာအပေါ်
ne: माथि दायाँ
ru: Вверху справа
si: ඉහළ දකුණ
ta: மேல் வலது
te: ఎగువ కుడి
th: บนขวา
uk: Зверху праворуч
vi: Trên phải
zh_hans: 右上
zh_hant: 右上

source: Use
ar: استخدام
bn: ব্যবহার করুন
el: Χρήση
fa: استفاده
he: השתמש
hi: उपयोग करें
ja: 使用
km: ប្រើ
ko: 사용
lo: ໃຊ້
mn: Ашиглах
my: အသုံးပြု
ne: प्रयोग गर्नुहोस्
ru: Использовать
si: භාවිතය
ta: பயன்படுத்து
te: ఉపయోగించు
th: ใช้
uk: Використати
vi: Dùng
zh_hans: 使用
zh_hant: 使用

source: Width:
ar: العرض:
bn: প্রস্থ:
el: Πλάτος:
fa: عرض:
he: רוחב:
hi: चौड़ाई:
ja: 幅:
km: ទទឹង:
ko: 너비:
lo: ຄວາມກວ້າງ:
mn: Өргөн:
my: အကျယ်:
ne: चौडाइ:
ru: Ширина:
si: පළල:
ta: அகலம்:
te: వెడల్పు:
th: ความกว้าง:
uk: Ширина:
vi: Rộng:
zh_hans: 宽度:
zh_hant: 寬度:

# position_date_time_vertical
source: Date+Time (Vertical)
ar: التاريخ+الوقت (عمودي)
bn: উল্লম্ব:
el: Ημερομηνία+Ώρα (κάθετα)
fa: عمودی:
he: תאריך+שעה (אנכי)
hi: दिनांक+समय (लंबवत)
ja: 日付+時刻（縦）
km: បញ្ឈរ:
ko: 날짜+시간 (세로)
lo: ແນວຕັ້ງ:
mn: Босоо:
my: ဒေါင်လိုက်:
ne: ठाडो:
ru: Дата+Время (вертикально)
si: සිරස්:
ta: செங்குத்து:
te: నిలువుగా:
th: วันที่+เวลา (แนวตั้ง)
uk: Вертикально:
vi: Ngày+Giờ (Dọc)
zh_hans: 日期+时间（纵向）
zh_hant: 日期+時間（直向）

# position_date_time_horizontal
source: Date+Time (Horizontal)
ar: التاريخ+الوقت (أفقي)
bn: অনুভূমিক:
el: Ημερομηνία+Ώρα (οριζόντια)
fa: افقی:
he: תאריך+שעה (אופקי)
hi: दिनांक+समय (क्षैतिज)
ja: 日付+時刻（横）
km: ផ្ដេក:
ko: 날짜+시간 (가로)
lo: ແນວນອນ:
mn: Хэвтээ:
my: အလျားလိုက်:
ne: तेर्सो:
ru: Дата+Время (горизонтально)
si: තිරස්:
ta: கிடைமட்டம்:
te: అడ్డంగా:
th: วันที่+เวลา (แนวนอน)
uk: Горизонтально:
vi: Ngày+Giờ (Ngang)
zh_hans: 日期+时间（横向）
zh_hant: 日期+時間（橫向）

# position_time_date_vertical
source: Time+Date (Vertical)
ar: الوقت+التاريخ (عمودي)
bn: সময়+তারিখ (উল্লম্ব)
el: Ώρα+Ημερομηνία (κάθετα)
fa: زمان+تاریخ (عمودی)
he: שעה+תאריך (אנכי)
hi: समय+दिनांक (लंबवत)
ja: 時刻＋日付（縦）
km: ម៉ោង+កាលបរិច្ឆេទ (បញ្ឈរ)
ko: 시간+날짜 (세로)
lo: ເວລາ+ວັນທີ (ແນວຕັ້ງ)
mn: Цаг+Огноо (босоо)
my: အချိန်+ရက်စွဲ (ဒေါင်လိုက်)
ne: समय+मिति (ठाडो)
ru: Время+Дата (вертикально)
si: වේලාව+දිනය (සිරස්)
ta: நேரம்+தேதி (செங்குத்து)
te: సమయం+తేదీ (నిలువు)
th: เวลา+วันที่ (แนวตั้ง)
uk: Час+Дата (вертикально)
vi: Giờ+Ngày (Dọc)
zh_hans: 时间+日期（纵向）
zh_hant: 時間+日期（縱向）

# position_time_date_horizontal
source: Time+Date (Horizontal)
ar: الوقت+التاريخ (أفقي)
bn: সময়+তারিখ (অনুভূমিক)
el: Ώρα+Ημερομηνία (οριζόντια)
fa: زمان+تاریخ (افقی)
he: שעה+תאריך (אופקי)
hi: समय+दिनांक (क्षैतिज)
ja: 時刻＋日付（横）
km: ម៉ោង+កាលបរិច្ឆេទ (ផ្តេក)
ko: 시간+날짜 (가로)
lo: ເວລາ+ວັນທີ (ແນວນອນ)
mn: Цаг+Огноо (хэвтээ)
my: အချိန်+ရက်စွဲ (အလျားလိုက်)
ne: समय+मिति (तेर्सो)
ru: Время+Дата (горизонтально)
si: වේලාව+දිනය (තිරස්)
ta: நேரம்+தேதி (கிடைமட்டம்)
te: సమయం+తేదీ (క్షితిజ సమాంతర)
th: เวลา+วันที่ (แนวนอน)
uk: Час+Дата (горизонтально)
vi: Giờ+Ngày (Ngang)
zh_hans: 时间+日期（横向）
zh_hant: 時間+日期（橫向）

# position_x
source: X:
bn: X অবস্থান:
fa: موقعیت X:
km: ទីតាំង X:
lo: ຕຳແໜ່ງ X:
mn: X байрлал:
my: X တည်နေရာ:
ne: X स्थान:
si: X ස්ථානය:
ta: X நிலை:
te: X స్థానం:
uk: Позиція X:

# position_y
source: Y:
bn: Y অবস্থান:
fa: موقعیت Y:
km: ទីតាំង Y:
lo: ຕຳແໜ່ງ Y:
mn: Y байрлал:
my: Y တည်နေရာ:
ne: Y स्थान:
si: Y ස්ථානය:
ta: Y நிலை:
te: Y స్థానం:
uk: Позиція Y:
